Repository: common-repository/simple-feed-sorter
Catalog: languages/simple-feed-sorter-*.po
Languages: fr_fr

source: Name
fr_fr: Nom

source: Remove
fr_fr: Supprimer

source: New Feed
fr_fr: Nouveau Flux

source: \a\t
fr_fr: \à

source: Settings
fr_fr: Réglages

source: Total number of item to display
fr_fr: Nombre total d'item à afficher

source: Total number of words to display
fr_fr: Nombre total de mots à afficher

source: Do you want to
fr_fr: Vous voulez

source: Display author's name before title
fr_fr: Afficher l'auteur avant le titre

source: Display date of publication
fr_fr: Afficher la date de publication

source: Display icons of twitter or rss feed
fr_fr: Afficher l'icône Twitter ou RSS

source: Theme
fr_fr: Thème

source: Do not use theme
fr_fr: Ne pas utiliser de thème

source: Feeds
fr_fr: Flux

source: List of Feeds
fr_fr: Liste des flux

source: Add new Feed
fr_fr: Ajouter un nouveau flux

source: Preview
fr_fr: Aperçu

source: For more information
fr_fr: Pour plus d'informations

source: Simple Feed Sorter is a plugin which takes a list of Atom feed and merge them to make a regrouped list of feed defined by the number of item you want to display.
fr_fr: Simple Feed Sorter est une extension qui permet de fusionner plusieurs flux RSS en un seul. Le tout est regroupé dans une nouvelle liste dont le nombre total d'item est défini en fonction du nombre que vous avez choisi.

source: You have the possibility to get every feed you want if it matches to a correct URL. You can access to twitter feeds, and blogs, feeds, etc...
fr_fr: Vous avez la possibilité d'afficher n'importe quel flux du moment que l'adresse URL est correcte. Vous pouvez fournir un flux provenant de twitter, d'un blog, etc...

source: Example of a feed from a twitter account
fr_fr: Exemple d'un flux provenant d'un compte twitter

source: You can display author, date and an icon as you want. You can also choose from the list of predefined theme to display the list with style.
fr_fr: Vous pouvez configurer l'affichage de l'auteur, de la date de publication et d'une icône. Vous pouvez également choisir parmi la liste de thème prédéfini pour afficher la liste avec un style.

source: The name field allows you to write the name you want to display before the title entry.<br />The URL must be a valid URL in order to process the information. If it's not, the field you filled will be deleted. The URL must reference a valid RSS feed.
fr_fr: Le champ du nom permet d'écrire le nom que vous souhaitez afficher avant le titre de l'item. L'URL doit être une adresse valide afin de traiter l'information. Si elle ne l'est pas, le champ que vous avez rempli sera supprimé. L'URL doit faire référence à un flux RSS valide.

source: Here an example of valid feed
fr_fr: Ci-dessous un exemple d'un flux valide

source: You can display your feed on any page or article using a shortcode : [SimpleFeed].
fr_fr: Vous pouvez afficher votre flux sur un article ou une page à l'aide du shortcode : [SimpleFeed].

source: <strong>width</strong> : in px, the width of the container
fr_fr: <strong>width</strong> : en px, la largeur du conteneur

source: <strong>items</strong> : the number if item to display in the container
fr_fr: <strong>items</strong> : le nombre d'item à afficher dans le conteneur

source: Here an example of a valid shortcode
fr_fr: Ci-dessous un exemple d'un shortcode valide

source: Display the feed defined in the sidebar
fr_fr: Afficher le flux dans la sidebar

source: Title
fr_fr: Titre

source: Width
fr_fr: Largeur
